[GarbageNetBolt InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_CrazyEarl_BunkerDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_CrazyEarl_Head InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Cannedfood MissionItemDefinition]
UseFailureCharacterMessage="You certainly are %s To use this product."
ItemName="Pizza in a box."
PickupMessage="Near you %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="This product cannot be used."
NoManufacturerName="in general"

[ItemDefs.ID_Cannedfood02 MissionItemDefinition]
UseFailureCharacterMessage="We have to %s Use this article."
ItemName="From a pizza box"
PickupMessage="you understand %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="general"

[ItemDefs.ID_Cannedfood02:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Does science lie to God??"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Cannedfood03 MissionItemDefinition]
UseFailureCharacterMessage="from you %s With the help of this article.."
ItemName="Maybe eat pizza"
PickupMessage="Good %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="All things considered"

[ItemDefs.ID_Cannedfood03:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Is God's knowledge wasted??"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Cannedfood04 MissionItemDefinition]
UseFailureCharacterMessage="should be %s Use this article."
ItemName="Pizza in a bowl"
PickupMessage="Are you there? %s"
UseFailureLevelMessage="You must have at least %d level to use this."
UseFailureConstraintsMessage="This item is not allowed."
NoManufacturerName="General"

[ItemDefs.ID_Cannedfood04:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Is science playing tricks on God??"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_Cannedfood:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Is science God's choice??"
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_OddestCouple MissionDefinition]
MissionName="You will make a lovely couple"
MissionDescription="For some reason, Mark locks himself in his room with his girlfriend Earl, because he thinks he's no good. Unfortunately, there is no food. If you feed it, it will pay you.."
TurnInDescription="Well, maybe it's better this way.."
MissionSummary="Bring food to frame."
MissionGiver="Marcus"
MissionTurnInLocation="Fry R"
TeaserText="The roommates are friendly. Claustrophobic dump. What could go wrong??"

[M_Anemone_OddestCouple:BeatUpVendingMachine MissionObjectiveDefinition]
ProgressMessage="click device"

[M_Anemone_OddestCouple:BringCannedFood01 MissionObjectiveDefinition]
ProgressMessage="God is looking for food"

[M_Anemone_OddestCouple:BringCannedFood02 MissionObjectiveDefinition]
ProgressMessage="Find more food for Marcus."

[M_Anemone_OddestCouple:BringCannedFood03 MissionObjectiveDefinition]
ProgressMessage="Learn more about Marcus Foods."

[M_Anemone_OddestCouple:BringCannedFood04 MissionObjectiveDefinition]
ProgressMessage="M. You will see the last supper"

[M_Anemone_OddestCouple:BringMarcusFood MissionObjectiveDefinition]
ProgressMessage="M. Bring enough food"

[M_Anemone_OddestCouple:BuyMarcusRocketLauncher MissionObjectiveDefinition]
ProgressMessage="Get the rocket launcher from Marcus."

[M_Anemone_OddestCouple:Se_BringCannedFood01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BeatUpMachine MissionObjectiveSetDefinition]
MissionSummaryOverride="Mark's machine is turned off.."
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BringCannedFood02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BringCannedFood03 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BringCannedFood04 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BringFoodMarcus MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_BuyMarcusRocketLauncher MissionObjectiveSetDefinition]
MissionSummaryOverride="Help Marcus strike fear into the hearts (and ears) of his enemies.)."
MissionDescriptionOverride="Marcus Grill enters the base with a count and now that he has plenty of supplies, he asks to get the rocket. Protection of course.."

[M_Anemone_OddestCouple:Set_Talk MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:Set_TalkMarcus MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_OddestCouple:TalkToMarcus MissionObjectiveDefinition]
ProgressMessage="Talk to Marcus"

[VendingMachines.InteractiveObj_VendingMachineMarcus InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

